junior_bickers = int(input())
senior_bickers = int(input())
track_type = str(input())  # "trail", "cross-country", "downhill" "road"
donated = 0

print(f'Donated Amount {donated}')

# TODO Input and Output DONE
#      Code Logic !!!

'''
Предстои Вело състезание за благотворителност в което участниците са разпределени в
младша("juniors") и старша("seniors") група.
Парите се набавят от таксата за участие на велосипедистите.
Според възрастовата група и вида на трасето на което ще се провежда състезанието, таксата е различна.

Ако в "cross-country" състезанието се съберат 50 или повече участника(общо младши и старши),
таксата  намалява с 25%. Организаторите отделят 5% процента от събраната сума за разходи.
